[
  {
    "id": 1,
    "title": "Principles for the management of credit risk",
    "link": "https://www.bis.org/bcbs/publ/d591.htm",
    "description": "The Basel Committee on Banking Supervision has issued a public consultation on a limited update of the Principles for the Management of Credit Risk ('Credit Risk Principles').",
    "date": "2025-02-05T10:00:00Z",
    "publicationDate": "05 Feb 2025",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d591.pdf"
  },
  {
    "id": 2,
    "title": "Transparency and responsiveness of initial margin in centrally cleared markets - review and policy proposals",
    "link": "https://www.bis.org/bcbs/publ/d590.htm",
    "description": "This BCBS-CPMI-IOSCO report sets out ten final policy proposals which aim to increase the resilience of the centrally cleared market ecosystem in times of market stress.",
    "date": "2025-01-15T10:00:00Z",
    "publicationDate": "15 Jan 2025",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d590.pdf"
  },
  {
    "id": 3,
    "title": "Streamlining variation margin processes and initial margin responsiveness of margin models in non-centrally cleared markets",
    "link": "https://www.bis.org/bcbs/publ/d589.htm",
    "description": "This report by the BCBS and IOSCO sets out eight recommendations to participants in non-centrally cleared markets to encourage the widespread implementation of good market practices related to (i) variation margin processes; and (ii) the responsiveness of initial margin models.",
    "date": "2025-01-15T10:00:00Z",
    "publicationDate": "15 Jan 2025",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d589.pdf"
  },
  {
    "id": 4,
    "title": "Final guidelines for counterparty credit risk management",
    "link": "https://www.bis.org/bcbs/publ/d588.htm",
    "description": "The Basel Committee on Banking Supervision has issued guidelines for banks' counterparty credit risk (CCR) management. The guidelines include key practices critical to resolving long-standing industry weaknesses in CCR management, including the need to: (i) conduct comprehensive due diligence at both initial onboarding, as well as on an ongoing basis; (ii) develop a comprehensive credit risk mitigation strategy to effectively manage counterparty exposures; (iii) measure, control and limit CCR using a wide variety of complementary metrics; and (iv) build a strong CCR governance framework.",
    "date": "2024-12-11T15:00:00Z",
    "publicationDate": "11 Dec 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d588.pdf"
  },
  {
    "id": 5,
    "title": "Regulatory Consistency Assessment Programme (RCAP): Assessment of Basel Committee's large exposures framework - Korea",
    "link": "https://www.bis.org/bcbs/publ/d587.htm",
    "description": "This report describes the Committee's assessment of the implementation of the Basel Committee's large exposures framework (LEX) in Korea. The Korean LEX regulations have been assessed as largely compliant.",
    "date": "2024-12-04T09:29:00Z",
    "publicationDate": "04 Dec 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d587.pdf"
  },
  {
    "id": 6,
    "title": "Regulatory Consistency Assessment Programme (RCAP): Assessment of Basel Committee's Net Stable Funding Ratio standard - Korea",
    "link": "https://www.bis.org/bcbs/publ/d586.htm",
    "description": "This report describes the Committee's assessment of the implementation of the Basel Committee's Net Stable Funding Ratio (NSFR) standard in Korea. The Korean NSFR regulations have been assessed as compliant.",
    "date": "2024-12-04T09:29:00Z",
    "publicationDate": "04 Dec 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d586.pdf"
  },
  {
    "id": 7,
    "title": "Range of practices in implementing a positive neutral countercyclical capital buffer",
    "link": "https://www.bis.org/bcbs/publ/d585.htm",
    "description": "The Basel Committee on Banking Supervision has published a report which describes the range of practices in implementing a positive neutral countercyclical capital buffer (CCyB).",
    "date": "2024-11-28T10:28:00Z",
    "publicationDate": "28 Nov 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d585.pdf"
  },
  {
    "id": 8,
    "title": "Technical Amendment - Hedging of counterparty credit risk exposures",
    "link": "https://www.bis.org/bcbs/publ/d584.htm",
    "description": "To help promote consistent interpretation of the Basel Framework, the Basel Committee on Banking Supervision periodically publishes proposals for technical amendments.",
    "date": "2024-11-27T10:00:00Z",
    "publicationDate": "27 Nov 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d584.pdf"
  },
  {
    "id": 9,
    "title": "Finalisation of various technical amendments",
    "link": "https://www.bis.org/bcbs/publ/d583.htm",
    "description": "This document sets out various technical amendments to the Basel Framework. The amendments relate to: (i) the standardised approach to credit risk; and (ii) cryptoasset exposures.",
    "date": "2024-11-27T10:00:00Z",
    "publicationDate": "27 Nov 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d583.pdf"
  },
  {
    "id": 10,
    "title": "The 2023 banking turmoil and liquidity risk: a progress report",
    "link": "https://www.bis.org/bcbs/publ/d582.htm",
    "description": "This progress report to the G20 Finance Ministers and Central Bank Governors provides an update on the Basel Committee's analytical work on the 2023 banking turmoil.",
    "date": "2024-10-11T08:57:00Z",
    "publicationDate": "11 Oct 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d582.pdf"
  },
  {
    "id": 11,
    "title": "Basel III monitoring report",
    "link": "https://www.bis.org/bcbs/publ/d581.htm",
    "description": "The report sets out the impact of the Basel III framework, including the December 2017 finalisation of the Basel III reforms and the January 2019 finalisation of the market risk framework.",
    "date": "2024-10-07T09:23:00Z",
    "publicationDate": "07 Oct 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d581.pdf"
  },
  {
    "id": 12,
    "title": "Novel risks, mitigants and uncertainties with permissionless distributed ledger technologies",
    "link": "https://www.bis.org/bcbs/publ/wp44.htm",
    "description": "Banks that transact on permissionless blockchains or similar distributed ledger technologies (DLTs) face various risks. This paper considers the risks related to operations and security, governance, legal, compliance (including money laundering/financing of terrorism) and settlement finality.",
    "date": "2024-08-28T12:53:00Z",
    "publicationDate": "28 Aug 2024",
    "publication": "Bank for International Settlements: Working Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/wp44.pdf"
  },
  {
    "id": 13,
    "title": "Cryptoasset standard amendments",
    "link": "https://www.bis.org/bcbs/publ/d579.htm",
    "description": "The Basel Committee on Banking Supervision has finalised targeted amendments to its prudential standard on banks' exposures to cryptoassets.",
    "date": "2024-07-17T09:00:00Z",
    "publicationDate": "17 Jul 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d579.pdf"
  },
  {
    "id": 14,
    "title": "Disclosure of cryptoasset exposures",
    "link": "https://www.bis.org/bcbs/publ/d580.htm",
    "description": "The Basel Committee on Banking Supervision has finalised its disclosure framework for banks' cryptoasset exposures.",
    "date": "2024-07-17T09:00:00Z",
    "publicationDate": "17 Jul 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d580.pdf"
  },
  {
    "id": 15,
    "title": "Recalibration of shocks for interest rate risk in the banking book",
    "link": "https://www.bis.org/bcbs/publ/d578.htm",
    "description": "The Basel Committee on Banking Supervision has finalised targeted adjustments to its standard on interest rate risk in the banking book (IRRBB).",
    "date": "2024-07-16T09:00:00Z",
    "publicationDate": "16 Jul 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d578.pdf"
  },
  {
    "id": 16,
    "title": "Principles for the sound management of third-party risk",
    "link": "https://www.bis.org/bcbs/publ/d577.htm",
    "description": "The Basel Committee on Banking Supervision has issued a consultative document proposing Principles for the sound management of third-party risk in the banking sector. The Principles address banks' increasing reliance on third-party service providers due to the ongoing digitalisation and rapid growth in financial technology. ...",
    "date": "2024-07-09T13:36:00Z",
    "publicationDate": "09 Jul 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d577.pdf"
  },
  {
    "id": 17,
    "title": "Various technical amendments and FAQs",
    "link": "https://www.bis.org/bcbs/publ/d576.htm",
    "description": "The set of interpretative issues addressed in this document relate to: (i) the standardised approach to credit risk; (ii) cryptoasset exposures; (iii) counterparty credit risk; (iv) the standardised approach to operational risk; (v) the simplified standardised, standardised and internal models approaches to market risk; and (vi) the net stable funding ratio.",
    "date": "2024-07-05T13:36:00Z",
    "publicationDate": "05 Jul 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d576.pdf"
  },
  {
    "id": 18,
    "title": "Literature review on financial technology and competition for banking services",
    "link": "https://www.bis.org/bcbs/publ/wp43.htm",
    "description": "by Hein Bogaard, Sebastian Doerr, Nicole Jonker, Hua Kiefer, Onur Koltukcu, Calixto López, José Renato Haas Ornelas, Ricky Rambharat, Sigrid Röhrs, Federica Teppa, Frans van Bruggen, Eric Vansteenberghe<br />The extent to which financial technology will shape the banking industry depends in part on the nature of competition for banking services that arises from innovation by incumbent banks and the entry of new players. This paper presents a review of the growing body of economic literature on financial technology and competition for banking services.",
    "date": "2024-06-07T15:07:00Z",
    "publicationDate": "07 Jun 2024",
    "publication": "Bank for International Settlements: Working Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/wp43.pdf"
  },
  {
    "id": 19,
    "title": "Digitalisation of finance",
    "link": "https://www.bis.org/bcbs/publ/d575.htm",
    "description": "The Basel Committee on Banking Supervision has published a report which considers the implications of the ongoing digitalisation of finance on banks and supervision. This report builds on the Sound Practices: Implications of fintech developments for banks and bank supervisors published in 2018, and takes stock of recent developments in the digitalisation of finance.",
    "date": "2024-05-16T14:46:00Z",
    "publicationDate": "16 May 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d575.pdf"
  },
  {
    "id": 20,
    "title": "Guidelines for counterparty credit risk management",
    "link": "https://www.bis.org/bcbs/publ/d574.htm",
    "description": "The Basel Committee on Banking Supervision has issued a consultation on guidelines for counterparty credit risk management. The proposed guidelines include key practices critical to resolving long-standing industry weaknesses in counterparty credit risk management, including the need to: (i) conduct comprehensive due diligence at both initial onboarding, as well as on an ongoing basis; (ii) develop a comprehensive credit risk mitigation strategy to effectively manage counterparty exposures; (iii) measure, control and limit CCR using a wide variety of complementary metrics; and (iv) build a strong CCR governance framework.",
    "date": "2024-04-30T09:00:00Z",
    "publicationDate": "30 Apr 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d574.pdf"
  },
  {
    "id": 21,
    "title": "Core Principles for effective banking supervision",
    "link": "https://www.bis.org/bcbs/publ/d573.htm",
    "description": "This publication sets out the revised Core Principles for effective banking supervision (\"Core Principles\"). The revised Core Principles were endorsed by banking supervisors at the 23rd International Conference of Banking Supervisors held in Basel, Switzerland, on 24-25 April 2024.",
    "date": "2024-04-25T16:00:00Z",
    "publicationDate": "25 Apr 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d573.pdf"
  },
  {
    "id": 22,
    "title": "The role of climate scenario analysis in strengthening the management and supervision of climate-related financial risks",
    "link": "https://www.bis.org/bcbs/publ/d572.htm",
    "description": "The Basel Committee on Banking Supervision has issued a discussion paper on how climate scenario analysis (CSA) can be practically used to help strengthen the management and supervision of climate-related financial risks.",
    "date": "2024-04-16T07:47:00Z",
    "publicationDate": "16 Apr 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d572.pdf"
  },
  {
    "id": 23,
    "title": "Banks' window-dressing of the G-SIB framework: causal evidence from a quantitative impact study",
    "link": "https://www.bis.org/bcbs/publ/wp42.htm",
    "description": "Exploiting a novel and uniquely extensive bank-level dataset, this study employs a difference-in-differences empirical strategy to test whether the response of banks to the G-SIB framework &#8211; a key component of the Basel III macroprudential reforms &#8211; directly contributes to window-dressing behaviour.",
    "date": "2024-03-07T13:03:00Z",
    "publicationDate": "07 Mar 2024",
    "publication": "Bank for International Settlements: Working Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/wp42.pdf"
  },
  {
    "id": 24,
    "title": "G-SIB denominators and scores dynamics: a ten-year assessment",
    "link": "https://www.bis.org/bcbs/publ/wp41.htm",
    "description": "This paper examines the global systemically important bank (G-SIB) framework ten years after its introduction, covering three complementary perspectives: the evolution of the G-SIB denominators, the relative evolution of scores of G-SIBs and non-G-SIBs, and the adjustments in the balance sheets of G-SIBs.",
    "date": "2024-03-07T13:01:00Z",
    "publicationDate": "07 Mar 2024",
    "publication": "Bank for International Settlements: Working Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/wp41.pdf"
  },
  {
    "id": 25,
    "title": "Global systemically important banks - revised assessment framework",
    "link": "https://www.bis.org/bcbs/publ/d571.htm",
    "description": "The Basel Committee on Banking Supervision issued today a consultation on revisions to the global systemically important banks (G-SIB) assessment framework aimed at mitigating \"window-dressing\" behaviour by some banks in the context of the G-SIB framework.",
    "date": "2024-03-07T13:00:00Z",
    "publicationDate": "07 Mar 2024",
    "publication": "Bank for International Settlements: Papers",
    "pdfLink": "https://www.bis.org/bcbs/publ/d571.pdf"
  }
]